[Package]
Name=Colormap Sunburst
Name_ja=カラーマップサンバースト図
Name_de=Sunburst mit Farbabbildung
Name_cn=颜色映射旭日图
Description=Create colormap sunburst chart. Color of the wedges is mapped to their value.\nAt least 3 columns are required: The last column should be data values(Set as Y) and all other columns are categories and sub-categories(Set as X)
Description_ja=カラーマップサンバースト図を作成します。スライスの色はそれぞれの値でマッピングされています。\n少なくとも3つの列が必要です。最後の列はデータ値（Yとして設定）であり、他のすべての列はカテゴリとサブカテゴリ（Xとして設定）である必要があります。
Description_de=Erstellen Sie ein Sunburst-Diagramm mit Farbabbildung. Die Farbe der Segmente wird auf ihren Wert abgebildet.\nEs sind mindestens 3 Spalten erforderlich: Die letzte Spalte sollte Datenwerte (Als Y setzen) enthalten und alle anderen Spalten sind Kategorien und Unterkategorien (Als X setzen).
Description_cn=创建颜色映射旭日图。楔形的颜色映射到它们的值。\n至少需要 3 列：最后一列应该是数据值（设置为 Y），所有其他列应该是类别和子类别列（设置为 X）
ID=876
Version=1.0
Category=Categorical
Keywords=
Author=OriginLab Corp.
Type=2
[Origin]
Version=9.90
Pro=0
